Repository: igor-cotrim/WatchTracker
Catalog: WatchTracker/App/Localizable.xcstrings
Source language: en
Languages: pt_br

# ai.empty_watchlist.subtitle
source: Add movies and shows to your watchlist first so we can learn your taste.
pt_br: Adicione filmes e séries à sua lista primeiro para que possamos aprender seu gosto.

# ai.empty_watchlist.title
source: Your Watchlist Is Empty
pt_br: Sua Lista Está Vazia

# ai.empty.subtitle
source: Try adding more items to your watchlist for better suggestions.
pt_br: Tente adicionar mais itens à sua lista para melhores sugestões.

# ai.empty.title
source: No Suggestions
pt_br: Sem Sugestões

# ai.example.anime
source: Anime like Solo Leveling
pt_br: Anime tipo Solo Leveling

# ai.example.mood
source: Thrilling crime movies
pt_br: Filmes de crime emocionantes

# ai.example.movie
source: Sci-fi movies like Interstellar
pt_br: Filmes de ficção científica como Interestelar

# ai.idle.subtitle
source: Type what you're in the mood for, or tap ✦ to get suggestions based on your watching, plan to watch, and completed lists.
pt_br: Digite o que você quer assistir, ou toque em ✦ para receber sugestões baseadas nas suas listas de assistindo, quero assistir e concluídos.

# ai.idle.title
source: What are you in the mood for?
pt_br: O que você quer assistir hoje?

# ai.loading
source: Generating suggestions…
pt_br: Gerando sugestões…

# ai.prompt.placeholder
source: Ask for something specific…
pt_br: Peça algo específico…

# ai.title
source: For You
pt_br: Para Você

# ai.unavailable.not_eligible
source: Device Not Supported
pt_br: Dispositivo Não Suportado

# ai.unavailable.not_eligible.subtitle
source: AI suggestions require a device that supports Apple Intelligence.
pt_br: Sugestões por IA requerem um dispositivo compatível com Apple Intelligence.

# ai.unavailable.not_enabled
source: Apple Intelligence Disabled
pt_br: Apple Intelligence Desativada

# ai.unavailable.not_enabled.subtitle
source: Enable Apple Intelligence in Settings to get personalized suggestions.
pt_br: Ative a Apple Intelligence nos Ajustes para receber sugestões personalizadas.

# ai.unavailable.not_ready
source: Model Downloading
pt_br: Modelo em Download

# ai.unavailable.not_ready.subtitle
source: The AI model is still downloading. Please try again later.
pt_br: O modelo de IA ainda está sendo baixado. Tente novamente mais tarde.

# auth.have_account
source: Already have an account? Sign In
pt_br: Já tem uma conta? Entrar

# auth.no_account
source: Don't have an account? Sign Up
pt_br: Não tem conta? Criar conta

# auth.password
source: Password
pt_br: Senha

# auth.sign_in
source: Sign In
pt_br: Entrar

# auth.sign_up
source: Sign Up
pt_br: Criar conta

# auth.track_your_shows
source: Track what you watch.
pt_br: Registre o que você assiste.

# card.accessibility.hint
source: Tap to view details
pt_br: Toque para ver detalhes

# card.new_episodes
source: %lld new episodes
pt_br: %lld novos episódios

# card.unknown_title
source: Unknown
pt_br: Desconhecido

# detail.cast.title
source: Cast
pt_br: Elenco

# detail.season.episodes_count
source: %lld episodes
pt_br: %lld episódios

# detail.season.mark_watched
source: Mark Season Watched
pt_br: Marcar Temporada

# detail.season.unmark_watched
source: Unmark Season Watched
pt_br: Desmarcar Temporada

# detail.seasons.title
source: Seasons
pt_br: Temporadas

# detail.synopsis.title
source: Synopsis
pt_br: Sinopse

# detail.watchlist.accessibility.add
source: Add to list
pt_br: Adicionar à lista

# detail.watchlist.accessibility.hint
source: Tap to change list status
pt_br: Toque para alterar status na lista

# detail.watchlist.accessibility.on_list
source: In list: %@
pt_br: Na lista: %@

# detail.watchlist.add
source: Add
pt_br: Adicionar

# detail.watchlist.remove
source: Remove from List
pt_br: Remover da Lista

# detail.watchlist.watched
source: Watched
pt_br: Assistido

# detail.where_to_watch.title
source: Where to Watch
pt_br: Onde Assistir

# detail.where_to_watch.unavailable
source: No streaming info available for your region.
pt_br: Nenhuma informação de streaming disponível para sua região.

# discover.browse.accessibility
source: Browse %@
pt_br: Navegar por %@

# discover.mood.adrenaline
source: Adrenaline
pt_br: Adrenalina

# discover.mood.cry
source: Tearjerker
pt_br: Pra chorar

# discover.mood.heavy
source: Heavy
pt_br: Clima pesado

# discover.mood.relax
source: Relax
pt_br: Relaxar

# discover.mood.scare
source: Scary
pt_br: Sustos

# discover.moods.title
source: By mood
pt_br: Por clima

# discover.providers.all
source: All
pt_br: Todos

# discover.search.clear
source: Clear
pt_br: Limpar

# discover.search.prompt
source: Search movies & shows
pt_br: Buscar filmes e séries

# discover.search.recent
source: Recent Searches
pt_br: Buscas Recentes

# discover.search.suggestions
source: Suggestions
pt_br: Sugestões

# discover.section.acclaimed_on_provider
source: Acclaimed on %@
pt_br: Aclamados na %@

# discover.section.genres
source: Browse by Genre
pt_br: Por Gênero

# discover.section.new_on_provider
source: New on %@
pt_br: Novo na %@

# discover.section.now_playing
source: Now Playing
pt_br: Em Cartaz

# discover.section.popular
source: Popular
pt_br: Populares

# discover.section.popular_tv
source: Popular TV Shows
pt_br: Séries Populares

# discover.section.providers
source: Browse by Provider
pt_br: Por Plataforma

# discover.section.top_rated
source: Top Rated
pt_br: Mais Bem Avaliados

# discover.section.top_rated_tv
source: Top Rated TV Shows
pt_br: Séries Mais Avaliadas

# discover.section.top_ten_on_provider
source: Top 10 on %@
pt_br: Top 10 na %@

# discover.section.trending
source: Trending
pt_br: Em Alta

# discover.section.trending_on_provider
source: Trending on %@
pt_br: Em alta na %@

# discover.section.upcoming
source: Upcoming
pt_br: Em Breve

# discover.see_all
source: See All
pt_br: Ver tudo

# discover.tab.movies
source: Movies
pt_br: Filmes

# discover.tab.tv
source: TV & Anime
pt_br: Séries & Anime

# discover.title
source: Discover
pt_br: Descobrir

# discover.top_ten.rank_accessibility
source: Top 10 rank %1$lld: %2$@
pt_br: Top 10 posição %1$lld: %2$@

# episode.accessibility.label
source: Episode %lld, %@
pt_br: Episódio %lld, %@

# episode.accessibility.mark_unwatched
source: Tap to mark as unwatched
pt_br: Toque para desmarcar como assistido

# episode.accessibility.mark_watched
source: Tap to mark as watched
pt_br: Toque para marcar como assistido

# episode.accessibility.not_released
source: Not released yet
pt_br: Ainda não lançado

# episode.accessibility.not_watched
source: Not watched
pt_br: Não assistido

# episode.accessibility.watched
source: Watched
pt_br: Assistido

# error.retry
source: Try Again
pt_br: Tentar novamente

# common.cancel
source: Cancel
pt_br: Cancelar

# home.continue_watching
source: Continue Watching
pt_br: Continuar Assistindo

# home.filter.all
source: All
pt_br: Todos

# home.title
source: Watchlist
pt_br: Acompanhando

# media_filter.all
source: All
pt_br: Todos

# media_filter.anime
source: Anime
pt_br: Animes

# media_filter.movies
source: Movies
pt_br: Filmes

# media_filter.tv
source: TV Shows
pt_br: Séries

# profile.member
source: Member
pt_br: Membro

# profile.preferences.language
source: Language
pt_br: Idioma

# profile.preferences.language.english
source: English
pt_br: Inglês

# profile.preferences.language.portuguese
source: Portuguese
pt_br: Português

# profile.preferences.section
source: Preferences
pt_br: Preferências

# profile.about.section
source: About
pt_br: Sobre

# profile.danger_zone.section
source: Danger Zone
pt_br: Zona de Perigo

# profile.danger_zone.footer
source: Deleting your account is permanent and cannot be undone.
pt_br: Excluir sua conta é permanente e não pode ser desfeito.

# profile.about.tmdb_attribution
source: This product uses the TMDB API but is not endorsed or certified by TMDB.
pt_br: Este produto usa a API da TMDB, mas não é endossado nem certificado pela TMDB.

# profile.about.privacy_policy
source: Privacy Policy
pt_br: Política de Privacidade

# profile.delete_account
source: Delete Account
pt_br: Excluir Conta

# profile.delete_account.confirm.title
source: Delete account?
pt_br: Excluir conta?

# profile.delete_account.confirm.message
source: This permanently deletes your account and all your data. This can't be undone.
pt_br: Isso exclui permanentemente sua conta e todos os seus dados. Não é possível desfazer.

# profile.delete_account.confirm.button
source: Delete
pt_br: Excluir

# profile.delete_account.error.title
source: Couldn't delete account
pt_br: Não foi possível excluir a conta

# profile.sign_out
source: Sign Out
pt_br: Sair

# profile.stats
source: Stats
pt_br: Estatísticas

# profile.stats.episodes
source: Episodes Watched
pt_br: Episódios Assistidos

# profile.stats.movies
source: Movies Watched
pt_br: Filmes Assistidos

# profile.stats.shows
source: Shows Tracking
pt_br: Séries Acompanhadas

# profile.stats.shows_completed
source: Shows Completed
pt_br: Séries Concluídas

# profile.stats.watchlist
source: Movies in Watchlist
pt_br: Na Watchlist

# profile.title
source: Profile
pt_br: Perfil

# search.filter.all
source: All
pt_br: Todos

# search.filter.any_year
source: Any Year
pt_br: Qualquer Ano

# search.filter.movies
source: Movies
pt_br: Filmes

# search.filter.tv
source: TV Shows
pt_br: Séries

# search.filter.year
source: Year
pt_br: Ano

# status.completed
source: Completed
pt_br: Completo

# status.plan_to_watch
source: Plan to Watch
pt_br: Quero Assistir

# status.watching
source: Watching
pt_br: Assistindo

# tab.ai
source: For You
pt_br: Para Você

# tab.discover
source: Discover
pt_br: Descobrir

# tab.profile
source: Profile
pt_br: Perfil

# tab.watching
source: Watching
pt_br: Assistindo

# upcoming.days_away
source: %lld days
pt_br: %lld dias

# upcoming.empty.subtitle
source: Shows you're watching will appear here when new episodes are scheduled.
pt_br: As séries que você acompanha aparecerão aqui quando novos episódios forem programados.

# upcoming.empty.title
source: Nothing coming up
pt_br: Nada por vir

# upcoming.section.later
source: LATER
pt_br: MAIS TARDE

# upcoming.section.today
source: TODAY
pt_br: HOJE

# upcoming.section.tomorrow
source: TOMORROW
pt_br: AMANHÃ

# watching.empty.subtitle
source: Mark a show as Watching to track its episodes.
pt_br: Marque uma série como Assistindo para acompanhar os episódios.

# watching.empty.title
source: No shows in progress
pt_br: Nenhuma série em andamento

# watching.episode_label
source: S%lld E%lld
pt_br: T%lld | E%lld

# watching.mark_watched
source: Watched
pt_br: Assistido

# watching.tab.upcoming
source: Upcoming
pt_br: Em Breve

# watching.tab.watching
source: Watching
pt_br: Assistindo

# watching.title
source: Watching
pt_br: Assistindo

# watching.view_details
source: View details
pt_br: Ver detalhes

# watchlist.empty.completed.subtitle
source: Mark something as watched to see it here.
pt_br: Marque algo como assistido para vê-lo aqui.

# watchlist.empty.completed.title
source: Nothing completed yet
pt_br: Nenhum concluído ainda

# watchlist.empty.discover_button
source: Discover titles
pt_br: Descobrir títulos

# watchlist.empty.plan_to_watch.subtitle
source: Save movies and shows you want to watch later.
pt_br: Salve filmes e séries que você quer assistir depois.

# watchlist.empty.plan_to_watch.title
source: Nothing planned yet
pt_br: Nada planejado ainda

# watchlist.empty.subtitle
source: Add movies and shows from the Discover tab.
pt_br: Adicione filmes e séries pela aba Descobrir.

# watchlist.empty.title
source: Nothing here yet
pt_br: Nada por aqui ainda

# watchlist.empty.watching.subtitle
source: Start watching something from your list.
pt_br: Comece a assistir algo da sua lista.

# watchlist.empty.watching.title
source: Nothing in progress
pt_br: Nada em andamento

# notifications.episode_reminders
source: Episode Reminders
pt_br: Lembretes de Episódios

# notifications.new_episode_body
source: New episode now available
pt_br: Novo episódio disponível agora

# notifications.new_season_subtitle
source: New season available
pt_br: Nova temporada disponível

# notifications.new_season_body
source: Season %lld is now available
pt_br: A temporada %lld já está disponível

# notifications.section_title
source: Notifications
pt_br: Notificações
